import React from 'react'

import Layout from '../components/layout'
import Menu from '../components/menu'

const SecondPage = () => (
  <Layout>
    <Menu page='documents' />
    <h1>Документы по растаможке авто в Украине 2019</h1>
    <p>
      Здесь собраны все наиболее важные документы по растаможке авто, которые касаются 
      стоимости ввоза и оплаты налогов и сборов в 2019 году. Все документы исключительно 
      официальные документы, законы, которые обязательны к исполнению или в процессе принятия.
    </p>
    <div style={{ margin: '2rem 0', display: 'flex', flexDirection: 'column', alignItems: 'center' }}>
      <a style={{ margin: '1rem' }} href='http://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=64235'>
        Законопроект 8487, Проект Закону про внесення змін до Податкового кодексу України 
        щодо оподаткування акцизним податком легкових транспортних засобів
      </a>
      <a style={{ margin: '1rem' }} href='http://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=64236'>
        Законопроект 8488, Проект Закону про внесення змін до Митного кодексу України 
        та деяких законодавчих актів України щодо ввезення транспортних засобів на 
        митну територію України
      </a>
      <a style={{ margin: '1rem' }} href='http://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=65407'>
        Законопроект 9522, Проект Закону про внесення змін до підрозділу 5 розділу ХХ 
        "Перехідні положення" Податкового кодексу України щодо продовження дії пільгового 
        періоду оподаткування акцизним податком легкових транспортних засобів
        (про продовжування пільгового періоду для розмитнення авто)
      </a>
    </div>
  </Layout>
)

export default SecondPage
